{"0": {"annotated": false, "uid": "weixueyuan", "score": 1, "object_name": "box", "dimension": "0.78*0.41*0.54", "overall_description": "Rectangular wooden box with a curved, hinged lid, rope handles on the sides, and reinforced metal brackets for durability.\nA wooden storage box featuring a rounded top lid, side rope handles, and white metal corner reinforcements.\nCurved-lid wooden box with visible grain texture, side handles, and metal brackets for structural support.\nWooden chest with a hinged arched lid, rope handles, and white metal side plates.\nStorage box made of wood, with a domed lid and reinforced corners.\nWooden box with a curved top and side handles.\nCurved-top wooden chest with metal accents.\nWooden container with hinged lid and handles.\nArched wooden box with side grips.\nCurved wooden box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/0/whole_gifs/whole_multiview.gif"}}
{"1": {"annotated": false, "uid": "weixueyuan", "score": 1, "object_name": "box", "dimension": "0.68*0.68*0.41", "overall_description": "Rectangular open cardboard box with four flaps, brown exterior and interior, made of corrugated paperboard, viewed from multiple angles.\nA brown corrugated cardboard box with four articulated flaps, open and empty, shown from various perspectives.\nOpen rectangular box made of brown cardboard, featuring four foldable flaps extending outward.\nCardboard box with four open flaps, brown in color, viewed from different sides.\nBrown paperboard box with flaps open, showing interior space and foldable sides.\nA simple open box with four flaps, made of brown cardboard material.\nOpen brown box with articulated flaps, made of paperboard.\nCardboard box with four open flaps.\nOpen brown rectangular box.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/1/whole_gifs/whole_multiview.gif"}}
{"10": {"annotated": true, "uid": "weixueyuan", "score": 1, "object_name": "box", "chk_object_name": false, "dimension": "0.36 * 0.50 * 0.22", "chk_dimension": false, "overall_description": ["Rectangular cardboard box with four open flaps", "orange-brown exterior", "and visible fold lines for closure.\nA corrugated cardboard box in orange-brown with four articulated flaps", "shown in an open position.\nOpen rectangular shipping box made of brown cardboard with four foldable flaps on top.\nCardboard box with four top flaps", "open and ready for packing", "in a warm orange-brown tone.\nCreate a realistic open cardboard box with four flaps and a slightly glossy brown-orange finish.\nI'm looking for a rectangular cardboard box with open flaps and a warm brown color.\nWhat would a shipping box look like if all four flaps were open and angled outward?\nGenerate a brown cardboard box with four articulated flaps in an open configuration.\nOpen brown box with flaps.\nCardboard box", "flaps open."], "chk_overall_description": false}}
{"11": {"annotated": true, "uid": "weixueyuan", "score": 1, "object_name": "box", "chk_object_name": false, "dimension": "1.17*0.97*1.41", "chk_dimension": false, "overall_description": ["Rectangular wooden box with a hinged lid", "reinforced by black metal bands and rivets", "partially open to reveal interior.\nA sturdy", "orange-toned wooden chest with black metal framing and a hinged lid", "shown in an open position.\nThis reinforced wooden storage box features a hinged top and dark metal accents for durability and style.\nCreate a medieval-style storage chest with orange wood panels and black iron reinforcements", "lid propped open.\nI'm looking for a rugged wooden box with a hinged lid and metal frame", "ideal for storing valuables.\nWhat would a treasure chest look like if it had black iron bands and a partially open wooden \nGenerate a rectangular wooden box with black metal trim and an openable top lid.\nWooden chest with black metal frame and open lid.\nOrange wood box with hinged top.\nOpen wooden box with metal trim."], "chk_overall_description": false}}
{"12": {"annotated": false, "uid": "weixueyuan", "score": 1, "object_name": "box", "dimension": "0.68*0.50*0.57", "overall_description": "Rectangular dark wooden box with hinged lid, internal compartments, and mounted black feather decorations on the inside cover.\nA dark-stained wooden storage box featuring a hinged lid, inner dividers, and decorative feathers on the lid interior.\nWooden rectangular box with a flip-up lid, internal sections, and ornamental feathers attached inside the lid.\nStorage box made of dark wood, with a hinged top and compartments inside, plus feather decor on the lid.\nDark wood box with lid that opens upward, revealing inner dividers and feather embellishments on the inside.\nHinged wooden box with internal compartments and feather decorations on the inside of the lid.\nRectangular box with a flip-top lid and feather decor inside.\nWooden box with compartments and a hinged lid.\nDark wood box with feathers inside.\nDecorated wooden box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/12/whole_gifs/whole_multiview.gif"}}
{"13": {"annotated": false, "uid": "weixueyuan", "score": 1, "object_name": "box", "dimension": "0.71*0.52*0.33", "overall_description": "Rectangular open-top cardboard box with four articulated flaps, textured brown surface, and black inner flaps for closure.\nA brown corrugated box with four foldable flaps, two of which are black, designed for packaging or storage.\nOpen rectangular cardboard box featuring textured brown sides and contrasting black flaps that fold inward.\nStorage box with articulated flaps, brown cardboard texture, and black inner panels for secure closure.\nCardboard box with four hinged flaps, two black and two brown, used for packaging or shipping.\nRectangular brown box with foldable flaps, partially open to reveal interior space.\nCorrugated box with articulated lid flaps, alternating in black and brown colors.\nOpen brown box with four flaps, two of which are black.\nPackaging box with black and brown flaps.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/13/whole_gifs/whole_multiview.gif"}}
{"14": {"annotated": false, "uid": "weixueyuan", "score": 1, "object_name": "box", "dimension": "0.78*0.51*0.89", "overall_description": "Rectangular white storage box with a hinged lid, open top revealing a spacious interior, and solid base support.\nA white rectangular container with a flip-up lid and visible inner compartment, designed for storage or seating.\nThis is a box-shaped object with a hinged top lid, open to show its hollow interior and flat base.\nWhite rectangular box with an open lid, showing internal storage space and a sturdy bottom platform.\nA hinged-lid box in white, rectangular in shape, with a deep interior and flat base.\nRectangular white box with a liftable lid and open storage inside.\nWhite box with hinged top and open compartment.\nBox with open lid and inner cavity.\nHinged rectangular storage box.\nOpen white box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/14/whole_gifs/whole_multiview.gif"}}
{"15": {"annotated": false, "uid": "weixueyuan", "score": 1, "object_name": "box", "dimension": "1.40*0.72*1.29", "overall_description": "Rectangular white storage box with a hinged lid, open at an angle, featuring a recessed base and smooth surfaces.\nA white rectangular container with a top lid that opens upward, showing a hollow interior and base cutout.\nWhite box with a hinged top lid, open to reveal a spacious interior and a notched base platform.\nStorage chest with a slanted open lid, rectangular form, and clean white finish with a recessed bottom.\nCreate a rectangular white box with an openable lid and a hollow interior for storing items.\nI'm looking for a white rectangular box with a hinged lid and a recessed base.\nWhat would a white storage box with a lift-up lid and base cutout look like?\nGenerate a rectangular white box with an open top lid and visible interior.\nWhite rectangular box with open lid.\nOpen white box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/15/whole_gifs/whole_multiview.gif"}}
{"16": {"annotated": false, "uid": "weixueyuan", "score": 1, "object_name": "box", "dimension": "0.68*0.89*0.73", "overall_description": "Tall rectangular cardboard box with four open flaps, brown exterior, printed text on sides, and vertical orientation.\nA vertical brown cardboard box with open top flaps and printed white text on two visible sides.\nOpen-topped rectangular box made of brown cardboard, featuring printed labels and flaps folded outward.\nCardboard box with four flaps open, brown in color, with visible printed text on the sides.\nBrown box with open flaps and white text printed on its vertical surfaces.\nTall open cardboard box with labeled sides and flaps sticking out.\nRectangular brown box with open top and printed labels.\nOpen brown cardboard box with text.\nLabeled brown box with flaps.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/16/whole_gifs/whole_multiview.gif"}}
{"17": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.78*0.84*0.25", "overall_description": "Rectangular open-top cardboard box with four outward-folded flaps, made of brown corrugated material and used for storage or shipping.\nA brown rectangular cardboard box with four flaps folded outward, typically used for packaging or moving items.\nOpen rectangular box made of brown cardboard, featuring four side flaps that are unfolded and extended outward.\nCardboard box with open top and four flaps, constructed from brown corrugated material for storage or transport.\nBrown box with four unfolded flaps, open at the top and rectangular in shape, made of cardboard.\nRectangular cardboard container with four flaps folded outward, open and ready for use.\nOpen brown box with extended flaps, made of cardboard for packaging purposes.\nCardboard box with flaps open, rectangular and brown in color.\nOpen-top brown cardboard box with flaps.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/17/whole_gifs/whole_multiview.gif"}}
{"18": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.73*0.54*0.55", "overall_description": "Rectangular white box with a hinged lid, black interior, and six internal compartments, featuring a front-facing lock mechanism.\nA sleek white storage box with a partially open lid, revealing six black interior compartments and a locking knob.\nModern rectangular container with a white exterior, black segmented interior, and a hinged top that opens upward.\nWhite rectangular box with a hinged lid and internal dividers, designed for organized storage and secure closure.\nCreate a clean, modern storage box with a white shell, black interior dividers, and a front lock.\nI'm looking for a rectangular box with a hinged lid, internal compartments, and a locking mechanism.\nWhat would a white storage box with a black interior and six compartments look like if it had a lock?\nGenerate a rectangular hinged box with a white exterior and black segmented interior.\nWhite box with hinged lid and black compartments.\nRectangular white storage box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/18/whole_gifs/whole_multiview.gif"}}
{"19": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.68*1.07*0.98", "overall_description": "Rectangular brown corrugated cardboard box with four open flaps, labeled 'FRAGILE HANDLE WITH CARE' and biohazard symbol.\nA tall, rectangular cardboard shipping box with open top flaps and printed caution and biohazard markings.\nCorrugated brown box with upward-folded flaps and printed warning signs on multiple sides.\nOpen cardboard box with flaps extended outward and visible fragile and biohazard labels.\nTall brown box with open top and printed cautionary symbols on its vertical faces.\nShipping box made of brown cardboard with open flaps and warning text.\nCardboard container with flaps open and printed labels.\nBrown box with open top and warning signs.\nOpen cardboard box with labels.\nOpen brown box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/19/whole_gifs/whole_multiview.gif"}}
{"2": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.68*0.80*0.30", "overall_description": "Rectangular brown cardboard box with four open flaps, made of corrugated material, designed for packaging or storage.\nA brown rectangular box with open top and four foldable flaps, typically used for shipping or storing items.\nOpen cardboard box in brown color, featuring four side flaps that can be folded to close the top.\nBrown corrugated box with rectangular base and four articulated flaps for opening and closing.\nShipping-style box with open top and foldable brown flaps on each side, made of cardboard.\nCardboard container with rectangular shape and four open flaps, commonly used for packaging.\nOpen brown box with flaps extended outward, made from cardboard material.\nRectangular cardboard box with open flaps on top.\nBrown box with four open flaps.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/2/whole_gifs/whole_multiview.gif"}}
{"20": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.68*0.68*0.32", "overall_description": "Rectangular brown cardboard box with four open flaps, made of corrugated material, designed for storage or shipping.\nA standard open-top cardboard box with four foldable flaps, used for packaging or moving items.\nCorrugated brown box with open flaps, typically used for shipping or storing goods.\nOpen cardboard container with four extended flaps, commonly used for packaging.\nCreate a realistic cardboard box with open flaps and a brown paper texture.\nI'm looking for a brown box with open flaps for packaging simulation.\nWhat would a shipping box look like if all its flaps were unfolded?\nGenerate a rectangular cardboard box with four open top flaps.\nOpen brown cardboard box with flaps.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/20/whole_gifs/whole_multiview.gif"}}
{"21": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.58*0.56*0.60", "overall_description": "Rectangular brown corrugated cardboard box with a hinged lid, open at a right angle, featuring interlocking flaps and a flat base.\nA light brown cardboard box with a foldable lid, interlocking tabs, and a flat square base for storage or delivery.\nCorrugated box with a hinged top, interlocking flaps, and a square base, made of brown cardboard material.\nBrown cardboard container with a hinged lid and locking flaps, typically used for packaging or delivery.\nFoldable cardboard box with a square base and a top lid that opens upward with locking tabs.\nHinged-lid cardboard box with interlocking flaps and a flat bottom, made from brown corrugated material.\nOpen cardboard box with a square base and a fold-up lid, designed for packaging or transport.\nCardboard box with a hinged top and locking flaps, used for holding flat items.\nBrown box with a foldable lid and square base.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/21/whole_gifs/whole_multiview.gif"}}
{"22": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.78*0.49*0.87", "overall_description": "Rectangular wooden storage box with a hinged lid, open to reveal a spacious dark interior and slatted inner lid.\nA natural wood-finished rectangular chest with a top-hinged lid, revealing a deep storage compartment inside.\nWooden box with a hinged top lid, open to show a dark interior and slatted inner panel.\nOpen rectangular wooden box with visible grain texture and a hinged lid propped upward.\nStorage chest made of wood, featuring a hinged lid and deep internal cavity.\nWooden container with an openable top and visible interior space.\nRectangular box with a hinged wooden lid and inner compartment.\nHinged-lid wooden box with storage space.\nOpen wooden storage box.\nWooden box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/22/whole_gifs/whole_multiview.gif"}}
{"23": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "1.60*0.77*0.87", "overall_description": "Rectangular wooden box with a flat lid, slatted side panels, and two visible metal hinges on the front.\nA long, rectangular chest made of light wood, featuring horizontal slats and front-facing metal hinges.\nWooden storage box with slatted sides, flat top, and metallic hinge attachments on the front panel.\nCreate a wooden chest with a hinged lid, slatted design, and arched base cutouts for decorative support.\nI'm looking for a rectangular wooden box with a hinged lid and slatted exterior panels.\nWhat would a slatted wooden chest with front hinges and a flat top look like?\nGenerate a rectangular wooden box with slatted sides and a hinged lid.\nSlatted wooden box with front hinges and flat top.\nWooden chest with slats and hinges.\nSlatted wooden box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/23/whole_gifs/whole_multiview.gif"}}
{"24": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.66*0.44*0.51", "overall_description": "Rectangular white cardboard box with four flaps open outward, featuring printed text and cutout patterns on the sides.\nA white rectangular box made of cardboard, with all four top flaps open and visible side cutouts.\nOpen white box with flared flaps and decorative cutouts on the lower side panels.\nCardboard box with open flaps and some text and holes on the sides.\nWhite box with four open flaps and side perforations.\nOpen rectangular box with printed and cutout sides.\nBox with flaps open and side holes.\nWhite open box with text.\nOpen cardboard box.\nBox with flaps.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/24/whole_gifs/whole_multiview.gif"}}
{"25": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.68*0.68*0.41", "overall_description": "Rectangular open cardboard box with four flaps, brown corrugated texture, and visible fold lines for closure.\nA brown cardboard box with open top flaps, showing interior space and foldable sides for sealing.\nOpen rectangular box made of brown cardboard, featuring four articulated flaps for opening and closing.\nCorrugated cardboard box with four open flaps, designed for packaging and storage purposes.\nBrown box with foldable flaps, open at the top and made from cardboard material.\nCardboard container with four flaps, currently in an open position.\nOpen brown box with articulated top flaps.\nPackaging box made of brown cardboard.\nSimple open-top cardboard box.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/25/whole_gifs/whole_multiview.gif"}}
{"26": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.72*1.12*0.85", "overall_description": "Rectangular corrugated cardboard box with brown striped texture, open flaps on top, and red directional arrow on side.\nOpen-top rectangular cardboard box with flaps extended outward and a red arrow printed on one vertical face.\nBrown corrugated box with four articulated top flaps and a red upward arrow on one side panel.\nCardboard shipping box with open flaps and directional marking, made of brown corrugated material.\nCorrugated cardboard box with hinged flaps and red arrow symbol on the side.\nOpen rectangular box with brown stripes and flaps sticking out.\nShipping box with open top and red arrow on side.\nBrown box with flaps and printed arrow.\nOpen cardboard box with striped texture.\nOpen brown box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/26/whole_gifs/whole_multiview.gif"}}
{"27": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.68*0.68*0.40", "overall_description": "Rectangular cardboard box with four white flaps partially open, revealing a brown interior and corrugated texture.\nA light brown rectangular box with white hinged flaps, partially opened to show the inner compartment.\nCardboard box featuring four articulated white flaps, open to expose the brown interior space.\nOpen rectangular box with white flaps and a brown base, made of cardboard material.\nPartially opened cardboard box with white flaps and a tan body, showing interior volume.\nBox with four white flaps and a brown base, flaps are open outward.\nOpen-top cardboard box with white folding flaps and brown sides.\nBrown box with white flaps, open and empty.\nCardboard box with open flaps.\nOpen cardboard box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/27/whole_gifs/whole_multiview.gif"}}
{"3": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "1.63*0.93*0.79", "overall_description": "Rectangular wooden box with dark textured panels, brass handles on both ends, and reinforced golden corner brackets.\nA long, dark-paneled wooden storage box with brass handles and golden corner reinforcements for durability.\nWooden rectangular chest featuring black grainy panels, brass side handles, and yellow metal corner protectors.\nCreate a rustic storage box with dark wood panels, brass handles, and golden corner brackets.\nI'm looking for a rectangular wooden box with dark panels and metallic corner and handle details.\nWhat would a reinforced wooden storage chest with brass handles and dark panels look like?\nGenerate a long wooden box with black paneling and brass hardware on the sides and corners.\nRustic wooden box with dark panels and brass accents.\nDark-paneled wooden box with brass handles.\nWooden storage box with handles.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/3/whole_gifs/whole_multiview.gif"}}
{"4": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.78*0.82*0.97", "overall_description": "Rectangular red metal box with a hinged top lid and multiple sliding drawers, designed for tool or item storage.\nA bright red rectangular storage box featuring a hinged lid and several pull-out drawers for organizing tools.\nRed metal box with a flip-up lid and sliding drawers, ideal for storing small mechanical or craft items.\nToolbox-style red container with a hinged top and front-facing drawers for compartmentalized storage.\nRed rectangular box with a liftable lid and extendable drawers, likely used for tool organization.\nSturdy red box with a hinged top and sliding drawers, resembling a compact toolbox.\nRed storage box with a top lid and pull-out drawers, made of metal.\nMetallic red box with drawers and a hinged lid.\nRed box with compartments and lid.\nRed toolbox with drawers.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/4/whole_gifs/whole_multiview.gif"}}
{"5": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.57*0.33*0.41", "overall_description": "Rectangular wooden chest with a curved hinged lid, weathered texture, and visible gold coins inside the open compartment.\nA rustic wooden box with a domed lid, hinged at the back, revealing gold coins stored inside.\nWeathered wooden treasure chest with a rounded top and open lid showing gold coins within.\nOld-style wooden chest with a curved lid, partially open to reveal coin contents.\nWooden storage box with a hinged, arched lid and visible interior coins.\nTreasure chest made of aged wood, open to show gold coins.\nCurved-lid wooden box with coins inside.\nOpen wooden chest with rounded lid.\nRustic box with curved top.\nWooden treasure chest.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/5/whole_gifs/whole_multiview.gif"}}
{"6": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.44*0.81*0.35", "overall_description": "Rectangular cardboard pizza box with a hinged lid, partially open to reveal a pepperoni and cheese pizza inside.\nA tan-colored rectangular box with a flip-top lid, containing a round pizza topped with cheese and pepperoni.\nCardboard pizza box with an open lid, showing a circular pizza with visible toppings inside.\nOpen rectangular box made of cardboard, holding a pizza with round cheese and pepperoni slices.\nBrown pizza box with a hinged lid, displaying a pizza with circular toppings inside.\nPizza box with open top, revealing a pepperoni and cheese pizza inside.\nTan box with a hinged lid and pizza inside.\nOpen cardboard box containing a pizza.\nPizza box with visible contents.\nOpen pizza box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/6/whole_gifs/whole_multiview.gif"}}
{"7": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.59*0.30*0.45", "overall_description": "Rectangular storage box with a white base and a hinged wooden lid, featuring a dark interior and yellow trim.\nA white rectangular container with a dark interior and a top-hinged wooden lid that opens upward.\nModern storage box with a wooden flip-top lid, white body, and visible yellow edge lining.\nRectangular box with a hinged wooden top and a clean white exterior, designed for storage.\nWhite box with a dark interior and a wooden lid that opens on a hinge.\nStorage chest with a wooden lid and white base, featuring a yellow trim inside.\nBox with a hinged wooden cover and white rectangular body.\nWhite rectangular box with a flip-up wooden lid.\nHinged-lid box with wood and white finish.\nWood-lid white box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/7/whole_gifs/whole_multiview.gif"}}
{"8": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "1.57*0.78*1.08", "overall_description": "Rectangular wooden storage box with a hinged lid, light yellow finish, and open top revealing interior space.\nA light yellow rectangular box with a hinged top lid, partially open to show its wooden interior.\nWooden box in pale yellow with a liftable lid, revealing a hollow storage compartment inside.\nStorage chest with a hinged top, rectangular shape, and smooth yellow-painted wooden surfaces.\nCreate a rectangular wooden box with a hinged lid and a bright yellow finish for storage use.\nI'm looking for a yellow wooden box with a hinged lid that opens to reveal storage space.\nWhat would a rectangular yellow storage chest with a hinged top look like when opened?\nGenerate a yellow rectangular box with a hinged lid and visible interior compartment.\nYellow wooden box with hinged lid.\nYellow hinged storage box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/8/whole_gifs/whole_multiview.gif"}}
{"9": {"annotated": false, "uid": "", "score": 1, "object_name": "box", "dimension": "0.68*0.65*0.97", "overall_description": "Rectangular white plastic storage box with a hinged lid, green side latches, and internal compartment for secure containment.\nA white rectangular container with a flip-top lid, green locking clips, and reinforced side panels for durability.\nSturdy plastic box with a hinged top and green latches, designed for storing or transporting items securely.\nWhite rectangular box featuring a hinged lid and green side locks, ideal for secure storage.\nPlastic storage box with a flip-up lid and green side fasteners for closure.\nRectangular white box with hinged lid and green clips on the sides.\nWhite plastic container with a top lid and green latches.\nBox with hinged lid and green locking mechanisms.\nPlastic box with green side clips.\nWhite hinged box.", "image_url": "/mnt/inspurfs/IDC_t/lvzhaoyang_group/digital_content/lianxinyu/datasets/partnet_mobility_by_category_processed/box/9/whole_gifs/whole_multiview.gif"}}
